run/benchmark/phaseChange/stefanProblem/stefanProblem/constant/fluid/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/fluid/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    faceWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          2;
        startFace       298;
    }
    outlet
    {
        type            patch;
        nFaces          2;
        startFace       300;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          600;
        startFace       302;
    }
)

// ************************************************************************* //
